<unk>	0
<s>	0
</s>	0
▁the	-2.74342
▁of	-3.20321
▁	-3.30283
,	-3.50425
▁to	-3.76425
▁in	-3.86215
1	-3.95046
▁and	-3.96346
.	-4.0583
0	-4.09127
2	-4.12055
)	-4.15031
▁(	-4.20494
9	-4.41479
▁for	-4.56503
/	-4.60557
▁be	-4.61705
3	-4.70703
▁shall	-4.72493
▁a	-4.75538
▁by	-4.89583
4	-4.93266
▁or	-4.98892
5	-4.99856
▁on	-5.00046
7	-5.09358
8	-5.10975
6	-5.13262
▁Article	-5.16034
▁with	-5.24049
▁that	-5.25395
▁The	-5.29961
▁is	-5.303
▁as	-5.32943
;	-5.38697
▁Member	-5.38715
▁Regulation	-5.44781
-	-5.4899
▁which	-5.52427
▁this	-5.61812
▁No	-5.62372
▁Community	-5.64838
(	-5.66333
▁Commission	-5.70278
▁from	-5.73201
EC	-5.75383
▁States	-5.7807
▁not	-5.80773
EEC	-5.81902
▁are	-5.86197
▁Directive	-5.86937
:	-5.99183
▁may	-6.0384
▁an	-6.13085
▁Council	-6.16077
▁it	-6.16952
▁State	-6.2083
s	-6.20953
▁should	-6.21096
▁at	-6.21777
▁referred	-6.22704
▁accordance	-6.25752
▁Annex	-6.27397
▁products	-6.30231
▁other	-6.31205
),	-6.32612
▁under	-6.33389
▁measures	-6.35935
▁European	-6.37635
▁down	-6.38459
▁-	-6.40089
▁any	-6.42407
a	-6.43369
▁Whereas	-6.43607
▁its	-6.46214
▁such	-6.4648
_	-6.48941
▁have	-6.496
▁their	-6.51119
BAR	-6.53496
▁In	-6.5594
▁has	-6.5625
▁provisions	-6.56302
▁_	-6.57612
▁provided	-6.58935
▁into	-6.60423
▁information	-6.60648
▁following	-6.60905
▁within	-6.62953
▁out	-6.63941
▁particular	-6.67411
▁been	-6.68738
▁paragraph	-6.69105
'	-6.69617
b	-6.69751
▁"	-6.73871
▁necessary	-6.73964
▁where	-6.76069
▁market	-6.7608
▁Decision	-6.77965
▁laid	-6.81701
▁all	-6.81785
▁than	-6.87019
▁period	-6.87156
▁those	-6.88671
▁application	-6.89096
▁concerned	-6.91027
▁between	-6.91404
▁authorities	-6.92752
▁rules	-6.93365
▁conditions	-6.93371
▁must	-6.93836
ing	-6.9789
▁amended	-6.98333
▁apply	-6.98715
▁was	-6.98853
▁set	-7.00251
▁procedure	-7.01137
▁Agreement	-7.0194
▁regard	-7.03257
▁certain	-7.03892
▁competent	-7.04369
▁one	-7.04834
▁they	-7.06056
▁A	-7.06758
▁appropriate	-7.0715
▁each	-7.0811
▁aid	-7.08174
▁order	-7.08444
"	-7.09028
▁if	-7.12367
▁use	-7.1277
▁made	-7.12894
▁national	-7.12971
▁ensure	-7.13462
▁Committee	-7.15323
c	-7.17111
▁these	-7.17746
▁This	-7.18764
▁THE	-7.19246
▁whereas	-7.20609
▁case	-7.20926
▁take	-7.21824
▁year	-7.22027
▁third	-7.22346
▁I	-7.22593
▁requirements	-7.24688
▁date	-7.25974
▁%	-7.26062
▁production	-7.2845
▁time	-7.29947
▁thereof	-7.29969
▁also	-7.30664
▁up	-7.31333
▁basis	-7.31676
▁countries	-7.32028
▁used	-7.32163
▁product	-7.32308
▁account	-7.35503
▁concerning	-7.36065
▁respect	-7.36068
▁authority	-7.36829
▁subject	-7.37513
▁first	-7.39681
▁taken	-7.40649
▁'	-7.40675
▁only	-7.41253
▁established	-7.41415
▁force	-7.42085
▁replaced	-7.42652
▁more	-7.42864
▁Treaty	-7.43285
▁goods	-7.43597
▁no	-7.4365
▁after	-7.43726
▁It	-7.46059
▁means	-7.46121
d	-7.46724
▁financial	-7.4709
▁December	-7.47761
▁Having	-7.47924
▁imports	-7.49088
▁relating	-7.49524
▁Articles	-7.52196
e	-7.52822
▁same	-7.53356
▁system	-7.548
▁therefore	-7.55821
▁trade	-7.56608
▁pursuant	-7.56742
▁adopted	-7.5681
▁data	-7.56886
▁were	-7.57408
▁Where	-7.57657
▁will	-7.58006
▁common	-7.592
▁last	-7.59754
▁part	-7.5992
▁during	-7.60439
▁before	-7.6071
▁health	-7.61163
▁customs	-7.61323
▁level	-7.61841
▁II	-7.62002
▁Republic	-7.62272
▁OF	-7.62514
▁[	-7.63169
▁specific	-7.6334
▁applicable	-7.63435
▁number	-7.63649
▁public	-7.648
▁amount	-7.65216
).	-7.6539
▁export	-7.65687
▁new	-7.65988
▁without	-7.67258
▁June	-7.67961
▁technical	-7.69157
▁relevant	-7.69743
▁country	-7.69944
▁protection	-7.70449
▁provide	-7.71482
▁including	-7.71818
▁request	-7.72825
▁implementation	-7.72894
▁decision	-7.7422
▁services	-7.74407
▁For	-7.74668
▁when	-7.7483
▁price	-7.75665
▁carried	-7.76183
▁purposes	-7.76775
▁import	-7.77261
▁granted	-7.78029
▁non	-7.78841
▁January	-7.78876
▁animals	-7.79109
▁years	-7.80744
▁procedures	-7.80928
▁activities	-7.81043
▁territory	-7.81307
▁two	-7.8307
▁required	-7.83361
▁July	-7.83622
▁least	-7.83893
▁person	-7.84353
▁point	-7.84374
▁available	-7.85078
▁covered	-7.86057
▁subparagraph	-7.87783
▁C	-7.87787
▁reference	-7.87947
▁intended	-7.88432
▁listed	-7.89127
▁control	-7.89297
▁marketing	-7.90278
▁form	-7.90615
▁producers	-7.91176
▁would	-7.91329
▁possible	-7.91564
▁list	-7.91741
▁prices	-7.91779
▁quantities	-7.91982
▁general	-7.92661
▁can	-7.929
▁establishing	-7.93486
▁so	-7.93947
▁Union	-7.94503
▁view	-7.95404
▁type	-7.95409
▁animal	-7.95529
▁law	-7.9636
▁laying	-7.96524
▁given	-7.96928
▁applied	-7.96946
▁industry	-7.97215
▁report	-7.9731
▁second	-7.97372
▁submitted	-7.97905
▁months	-7.98126
▁purpose	-7.9904
▁arrangements	-7.99692
▁cases	-7.99964
▁S	-8.00138
▁approved	-8.00159
▁them	-8.00193
▁administrative	-8.00294
▁Parliament	-8.00569
▁programme	-8.00607
▁end	-8.01074
▁persons	-8.01168
▁transport	-8.01415
▁considered	-8.01422
▁origin	-8.02138
▁question	-8.03192
▁place	-8.03323
▁value	-8.03594
▁agricultural	-8.0361
▁does	-8.03685
▁E	-8.03823
▁who	-8.04317
▁costs	-8.04592
▁regards	-8.05441
)(	-8.05523
▁opinion	-8.05608
▁amending	-8.05764
▁substances	-8.06567
▁effect	-8.0661
or	-8.07288
▁prejudice	-8.07682
▁If	-8.08253
▁development	-8.08737
▁comply	-8.08877
▁legal	-8.09251
▁make	-8.09283
▁three	-8.09426
▁maximum	-8.09428
▁being	-8.09888
▁However	-8.10045
▁hereby	-8.10063
▁issued	-8.10344
ed	-8.10364
▁certificate	-8.1043
▁duty	-8.10882
▁entry	-8.11085
▁detailed	-8.11341
▁quantity	-8.11717
▁total	-8.12496
▁undertakings	-8.12597
▁whether	-8.1271
▁official	-8.12808
▁special	-8.13033
▁specified	-8.13155
▁producer	-8.13847
▁processing	-8.14563
▁free	-8.14965
▁limit	-8.15168
▁payment	-8.15325
▁there	-8.15555
▁III	-8.15574
▁originating	-8.15775
▁Convention	-8.16111
▁cooperation	-8.16504
▁his	-8.16613
▁added	-8.1783
▁undertaking	-8.17992
▁B	-8.18011
▁parties	-8.18191
▁management	-8.18308
▁rights	-8.18334
▁inform	-8.18458
▁area	-8.18716
▁defined	-8.18742
▁document	-8.18838
▁international	-8.19074
▁service	-8.19354
▁minimum	-8.19356
▁laws	-8.19692
▁members	-8.19934
▁against	-8.2057
▁action	-8.20941
▁economic	-8.21286
▁documents	-8.2138
▁security	-8.21513
▁Protocol	-8.21916
▁criteria	-8.22617
▁duties	-8.22759
▁legislation	-8.23459
▁additional	-8.23792
▁adopt	-8.2443
▁further	-8.2466
▁provision	-8.24834
▁October	-8.24879
▁fixed	-8.25024
▁responsible	-8.25101
al	-8.25185
▁standards	-8.26207
▁basic	-8.26273
▁rate	-8.26429
▁quality	-8.26616
▁EUR	-8.26631
▁United	-8.27415
▁May	-8.27726
▁p	-8.27985
▁Communities	-8.28239
▁having	-8.28909
▁include	-8.29432
▁applications	-8.29584
▁but	-8.29673
▁fishing	-8.29936
▁TO	-8.30129
▁day	-8.30152
▁March	-8.30159
the	-8.30488
▁do	-8.30615
▁checks	-8.30835
▁way	-8.31242
▁taking	-8.31254
▁investigation	-8.31258
▁company	-8.31272
▁meat	-8.31716
▁L	-8.31759
t	-8.31838
i	-8.31971
▁based	-8.32059
▁per	-8.32454
▁Parties	-8.32532
▁establishment	-8.32579
▁either	-8.32952
▁interest	-8.33061
▁well	-8.33602
▁implementing	-8.34387
▁material	-8.34864
▁sales	-8.35807
▁work	-8.35848
▁determined	-8.36253
▁situation	-8.36561
▁operations	-8.36812
▁follows	-8.37365
▁areas	-8.37653
▁sector	-8.37838
▁present	-8.38026
▁plant	-8.38629
▁equipment	-8.38645
▁safety	-8.38968
▁supply	-8.39133
▁above	-8.39181
▁another	-8.39765
▁contract	-8.39974
▁days	-8.40063
▁operation	-8.40093
▁cover	-8.40272
▁through	-8.40349
▁right	-8.40636
▁paid	-8.40693
▁authorised	-8.40718
▁terms	-8.40965
▁less	-8.41091
▁agreement	-8.41409
▁vehicles	-8.41546
▁companies	-8.41664
▁IN	-8.4169
▁framework	-8.41849
▁results	-8.42205
▁until	-8.42337
▁scheme	-8.43305
▁AND	-8.43442
▁meaning	-8.43577
);	-8.4369
▁April	-8.43769
▁notification	-8.44127
▁risk	-8.44299
▁seed	-8.44414
▁result	-8.44448
▁according	-8.4484
▁obligations	-8.44938
▁later	-8.45775
▁species	-8.45999
▁compliance	-8.46862
▁tax	-8.47503
▁representative	-8.47682
▁access	-8.47796
▁licences	-8.47827
]	-8.47855
▁provisional	-8.47873
▁over	-8.4788
▁said	-8.48145
▁had	-8.48418
▁body	-8.48519
▁regulations	-8.48631
▁support	-8.48909
▁name	-8.49099
▁human	-8.49145
▁own	-8.49203
▁November	-8.49323
▁programmes	-8.50274
▁tariff	-8.50434
▁Annexes	-8.50508
▁equivalent	-8.50568
▁submit	-8.50686
▁organisation	-8.50723
▁assessment	-8.50742
ly	-8.51034
▁provides	-8.51078
▁need	-8.51223
▁On	-8.51496
▁methods	-8.51639
▁policy	-8.51787
▁inspection	-8.51863
▁different	-8.52039
▁bodies	-8.52654
▁field	-8.53006
▁annual	-8.53161
▁With	-8.53305
▁existing	-8.53361
▁office	-8.53423
▁expenditure	-8.5394
▁licence	-8.53992
▁declaration	-8.54469
▁produced	-8.54627
▁anti	-8.54998
▁limits	-8.55273
▁consumption	-8.5532
▁concluded	-8.56054
▁milk	-8.5606
▁vessels	-8.56066
n	-8.56345
▁could	-8.56451
▁September	-8.56987
▁As	-8.56993
▁group	-8.57122
▁assistance	-8.57268
▁Kingdom	-8.57397
▁approval	-8.59118
▁event	-8.59613
▁agreements	-8.59979
▁capacity	-8.59987
▁individual	-8.60043
▁objectives	-8.60308
▁reasons	-8.60327
▁veterinary	-8.60505
▁contracts	-8.6057
▁both	-8.61015
▁air	-8.61021
▁paragraphs	-8.61484
▁authorisation	-8.61623
▁received	-8.61664
▁due	-8.61806
▁intervention	-8.62203
▁levels	-8.62593
▁exporting	-8.6291
▁month	-8.63166
▁establish	-8.63382
▁working	-8.63452
y	-8.63713
▁storage	-8.63795
▁require	-8.63955
▁registered	-8.64233
▁applicant	-8.64268
f	-8.64285
▁internal	-8.6436
ED	-8.64387
▁carry	-8.64473
▁February	-8.64941
▁related	-8.65208
▁imported	-8.65266
▁nature	-8.6541
▁systems	-8.65456
▁addition	-8.66109
▁evidence	-8.66317
▁competition	-8.66813
▁business	-8.66867
`	-8.66971
▁Official	-8.6706
m	-8.67688
▁investment	-8.67812
▁average	-8.68084
S	-8.68091
▁Economic	-8.68385
▁COMMISSION	-8.68491
▁natural	-8.68553
▁issue	-8.68581
▁Party	-8.68737
▁monitoring	-8.68937
▁Chapter	-8.6914
▁Journal	-8.69162
▁REGULATION	-8.69205
▁review	-8.69619
▁enter	-8.69803
▁proposal	-8.69806
▁drawn	-8.69928
▁resources	-8.70071
▁certificates	-8.70132
▁already	-8.70162
▁training	-8.70359
dumping	-8.70595
▁refund	-8.70727
▁decisions	-8.70743
▁single	-8.70992
▁institutions	-8.7119
in	-8.71257
▁IV	-8.71531
▁notify	-8.71597
▁treatment	-8.71609
▁grant	-8.71729
▁obtained	-8.71912
▁effective	-8.72043
▁measure	-8.72256
▁content	-8.72257
▁insurance	-8.72624
▁notified	-8.72639
▁increase	-8.72644
▁amounts	-8.72656
▁whose	-8.72851
▁derogation	-8.73092
▁containing	-8.73213
▁scientific	-8.73907
▁environment	-8.7409
▁exchange	-8.74575
▁light	-8.74587
▁indent	-8.74896
▁cost	-8.75155
▁requested	-8.75223
."	-8.75232
▁active	-8.75375
▁holding	-8.75598
▁meet	-8.75644
],	-8.75806
▁conformity	-8.76117
▁circumstances	-8.76131
▁allow	-8.76132
▁found	-8.76281
▁contribution	-8.7653
▁code	-8.76786
▁principles	-8.77129
▁exceed	-8.77224
▁publication	-8.7752
▁behalf	-8.7755
▁regarding	-8.7778
▁BE	-8.7822
▁applying	-8.78464
▁organisations	-8.78485
▁however	-8.78666
▁indicated	-8.78822
▁upon	-8.7914
▁substance	-8.79159
▁materials	-8.7936
se	-8.7966
▁prior	-8.79905
▁text	-8.79973
▁//	-8.80096
▁wine	-8.80461
▁commercial	-8.80839
▁proceedings	-8.80852
▁included	-8.81129
▁staff	-8.8113
▁food	-8.81261
▁disease	-8.81544
g	-8.81676
▁mean	-8.81785
▁accordingly	-8.8185
▁accounts	-8.81855
▁accompanied	-8.81881
▁tonnes	-8.81922
▁published	-8.82027
▁amendments	-8.82349
▁Office	-8.82358
▁latest	-8.82548
▁cannot	-8.82594
▁he	-8.82604
▁examination	-8.82628
▁directly	-8.82924
▁contain	-8.82953
▁since	-8.83064
ii	-8.83083
▁analysis	-8.83368
▁adoption	-8.83566
▁V	-8.83896
▁some	-8.83971
h	-8.83988
▁high	-8.8418
▁corresponding	-8.84184
▁Agency	-8.8443
▁They	-8.84672
▁CN	-8.84826
▁To	-8.84907
▁D	-8.85364
▁plan	-8.85388
▁markets	-8.85393
▁designated	-8.85461
▁budget	-8.85823
▁sale	-8.85836
▁points	-8.85899
▁sugar	-8.86098
▁falling	-8.86126
▁far	-8.86129
▁effects	-8.86377
ING	-8.86446
▁scope	-8.86755
▁standard	-8.86934
▁governing	-8.87136
▁final	-8.87191
▁waste	-8.87628
▁tender	-8.87731
▁reduction	-8.87883
ach	-8.8792
▁Join	-8.87966
▁relation	-8.88
▁registration	-8.88073
▁mentioned	-8.88091
▁destination	-8.88196
▁equal	-8.8842
▁volume	-8.88583
▁increased	-8.88699
▁authorization	-8.88852
▁COUNCIL	-8.89133
▁together	-8.89192
▁oil	-8.89416
▁vehicle	-8.89807
▁unless	-8.89987
▁normal	-8.90007
▁Directives	-8.90031
▁T	-8.90147
▁limited	-8.90367
▁activity	-8.90401
▁party	-8.90429
▁decide	-8.90613
▁give	-8.90645
▁determine	-8.90667
▁direct	-8.91308
▁capital	-8.91478
▁quotas	-8.91525
▁imposed	-8.9185
▁Any	-8.92182
▁Regulations	-8.92239
▁five	-8.92242
▁operators	-8.92259
▁medicinal	-8.92368
▁authorized	-8.9247
▁transfer	-8.9259
▁repealed	-8.92622
▁significant	-8.92937
▁full	-8.92959
▁principle	-8.92965
▁entered	-8.93177
▁domestic	-8.93303
▁eligible	-8.9332
▁By	-8.93334
▁characteristics	-8.93351
▁payments	-8.93419
▁shown	-8.93571
▁bovine	-8.93637
▁continue	-8.93644
▁prevent	-8.93852
▁method	-8.93893
▁sufficient	-8.94263
▁reduced	-8.94498
▁using	-8.94726
▁re	-8.94753
▁Contracting	-8.95212
▁objective	-8.95484
▁When	-8.95632
▁regional	-8.95856
▁resulting	-8.96437
▁guarantee	-8.96503
▁immediately	-8.96574
▁exports	-8.96843
▁except	-8.96868
▁environmental	-8.96929
▁social	-8.96941
▁committee	-8.97209
▁types	-8.97284
▁contained	-8.97292
▁member	-8.97403
▁statistical	-8.97601
▁interests	-8.97971
▁placing	-8.98092
approval	-8.98174
▁essential	-8.98479
▁IP	-8.98756
▁weight	-8.98967
▁injury	-8.99124
▁quota	-8.99232
▁calculated	-8.99644
▁instruments	-8.99977
▁Common	-9.00377
▁process	-9.00482
▁Court	-9.00717
l	-9.00848
▁acting	-9.01036
▁foodstuffs	-9.01151
▁organization	-9.01441
▁EU	-9.01515
▁plants	-9.01798
▁obligation	-9.02204
▁extent	-9.02213
Community	-9.02264
▁six	-9.0229
▁fresh	-9.02601
D	-9.02742
▁Part	-9.03043
▁categories	-9.03312
▁lay	-9.03395
▁benefit	-9.03413
▁exported	-9.03486
▁proposed	-9.03673
▁vessel	-9.03703
▁accepted	-9.04058
▁movement	-9.04079
▁importation	-9.04115
▁advance	-9.04147
▁state	-9.04482
▁Customs	-9.04699
▁circulation	-9.05012
▁previous	-9.05306
▁providing	-9.05459
▁credit	-9.05489
▁matters	-9.05602
▁groups	-9.05625
▁percentage	-9.058
▁permit	-9.05927
▁million	-9.05949
▁position	-9.06117
▁placed	-9.06177
▁conclusion	-9.06469
▁most	-9.06522
▁communicate	-9.06908
▁latter	-9.0694
▁establishments	-9.07342
▁temporary	-9.0742
▁informed	-9.07455
▁current	-9.07708
▁enable	-9.07721
▁institution	-9.07788
▁longer	-9.08042
▁copy	-9.08084
▁processed	-9.08182
▁Board	-9.08333
▁agency	-9.08434
▁meeting	-9.08642
▁dumping	-9.08707
].	-9.08781
▁share	-9.08792
▁category	-9.09227
▁status	-9.09286
▁deemed	-9.09289
▁progress	-9.09379
▁impact	-9.09722
▁put	-9.09946
▁research	-9.10094
OJ	-9.10102
▁fact	-9.10145
▁facilitate	-9.10259
▁evaluation	-9.10318
▁FOR	-9.10427
▁matter	-9.10457
▁fishery	-9.10644
▁granting	-9.10646
▁described	-9.10894
▁likely	-9.11041
▁small	-9.11435
▁similar	-9.11669
▁rates	-9.12199
▁involved	-9.1223
▁financing	-9.12481
▁original	-9.12864
▁EEA	-9.13009
▁balance	-9.13352
▁grounds	-9.13542
▁assets	-9.13647
▁electronic	-9.13663
▁reports	-9.13934
▁France	-9.14054
▁mark	-9.14182
▁identification	-9.1421
▁raw	-9.14446
▁Section	-9.14495
▁held	-9.14729
▁guidelines	-9.14756
▁various	-9.14802
▁bring	-9.14992
▁private	-9.15229
▁actions	-9.15309
▁de	-9.15633
▁forward	-9.15634
▁employment	-9.16004
▁change	-9.16044
▁presented	-9.16084
▁exercise	-9.16123
▁transit	-9.16185
▁valid	-9.1624
▁OR	-9.16267
▁consumer	-9.16281
▁workers	-9.16535
▁delivered	-9.16576
▁participation	-9.16915
▁affect	-9.17041
▁inter	-9.17175
▁carrying	-9.1731
▁inserted	-9.17376
▁olive	-9.1738
▁operating	-9.17649
▁parts	-9.17714
▁International	-9.17809
▁context	-9.17977
▁whole	-9.17982
▁term	-9.18045
▁below	-9.18191
▁projects	-9.18293
hereinafter	-9.18353
▁changes	-9.185
▁representatives	-9.18743
▁premium	-9.18821
▁separate	-9.18927
▁P	-9.19155
▁supervision	-9.19217
▁energy	-9.19227
▁experience	-9.19285
",	-9.19324
▁completed	-9.19978
▁local	-9.20023
▁introduced	-9.20102
▁manufacture	-9.20342
▁otherwise	-9.20437
▁receipt	-9.2052
▁securities	-9.20626
▁outside	-9.2082
▁practice	-9.20824
▁recognition	-9.20866
▁Management	-9.20978
▁particularly	-9.21179
".	-9.21251
▁draft	-9.21389
▁expressed	-9.21476
▁risks	-9.21476
▁powers	-9.21603
▁professional	-9.21761
▁manner	-9.21766
▁Fund	-9.22036
▁long	-9.22432
▁signed	-9.22491
▁proof	-9.2272
▁benefits	-9.22722
▁decided	-9.22725
▁deleted	-9.22817
▁introduction	-9.22836
▁table	-9.23029
▁eggs	-9.23094
▁sold	-9.23112
▁become	-9.2312
▁able	-9.23226
▁line	-9.23236
▁serious	-9.23348
▁values	-9.23458
▁particulars	-9.23701
▁classification	-9.23735
▁main	-9.23748
▁distribution	-9.23831
▁consultation	-9.24008
▁sent	-9.24026
▁codes	-9.24187
▁schemes	-9.24218
▁approximation	-9.2436
▁transitional	-9.24389
▁President	-9.24416
▁regions	-9.2468
▁users	-9.25112
▁communication	-9.25282
▁network	-9.25285
▁majority	-9.25401
▁unit	-9.25414
▁soon	-9.25461
▁notice	-9.25564
▁supplied	-9.25702
▁extended	-9.26046
▁margin	-9.26048
▁entitled	-9.2605
▁Germany	-9.26061
▁water	-9.26073
▁practices	-9.26132
▁exemption	-9.26192
▁performance	-9.26554
▁fixing	-9.26818
▁units	-9.27015
▁motor	-9.27052
▁zone	-9.27062
▁nomenclature	-9.27101
▁identified	-9.27643
▁Europe	-9.28214
▁definition	-9.28364
▁holder	-9.28394
o	-9.28535
▁August	-9.28563
▁consideration	-9.28737
▁good	-9.28928
▁compensation	-9.29104
▁feed	-9.29303
▁implemented	-9.29322
▁;	-9.29357
▁actual	-9.29389
▁refunds	-9.29428
▁ensuring	-9.29468
▁applies	-9.29593
▁periods	-9.2964
▁DIRECTIVE	-9.29752
▁condition	-9.29769
▁OJ	-9.29934
lays	-9.30032
▁preceding	-9.30328
▁Act	-9.30359
▁labelling	-9.30441
▁lodged	-9.30456
▁absence	-9.30573
▁F	-9.30767
▁higher	-9.30781
▁stocks	-9.30809
▁because	-9.30832
▁thereto	-9.30836
▁Code	-9.31016
▁making	-9.31047
▁act	-9.31135
A	-9.31171
uch	-9.3119
▁setting	-9.31214
Article	-9.31293
▁restructuring	-9.31402
▁avoid	-9.31441
▁Title	-9.31574
▁met	-9.31643
▁requires	-9.31725
▁address	-9.3217
▁expiry	-9.32182
▁transactions	-9.32247
▁VI	-9.32312
HALL	-9.3237
▁possibility	-9.3256
▁remain	-9.32625
▁fruit	-9.32667
▁statistics	-9.32686
▁tests	-9.32713
▁overall	-9.32718
▁geographical	-9.32721
▁Standing	-9.32837
▁delay	-9.32838
▁gas	-9.32887
▁thus	-9.32898
▁surveillance	-9.33036
▁An	-9.33141
▁intra	-9.33472
▁varieties	-9.3364
▁operator	-9.33782
▁kept	-9.34136
▁four	-9.34513
▁interested	-9.35138
▁packaging	-9.35184
▁constitute	-9.35245
▁respectively	-9.35248
▁determining	-9.35311
▁confirmed	-9.35516
▁agreed	-9.3567
▁arising	-9.35767
▁implement	-9.35791
▁considers	-9.35893
▁euro	-9.35922
▁certification	-9.35935
▁board	-9.35941
▁verification	-9.36074
▁Centre	-9.36215
▁W	-9.3625
▁design	-9.36335
▁did	-9.36377
▁section	-9.36481
▁mutual	-9.36551
▁stage	-9.36741
▁Spain	-9.3691
to	-9.36949
▁definitive	-9.37006
▁French	-9.37103
▁restrictions	-9.37138
▁tasks	-9.37162
▁while	-9.3726
▁accession	-9.37368
▁words	-9.37519
▁important	-9.37648
▁coordination	-9.37861
▁check	-9.37875
▁rice	-9.37913
▁declared	-9.38116
▁findings	-9.38166
▁responsibility	-9.38394
▁net	-9.38408
out	-9.38644
▁proposals	-9.38747
▁incorporated	-9.38754
▁several	-9.38775
▁uniform	-9.38792
▁submission	-9.38892
▁Euratom	-9.38899
▁forms	-9.39109
▁manufacturer	-9.39725
▁lower	-9.39735
▁fish	-9.39883
▁every	-9.40004
▁N	-9.40009
▁guarantees	-9.40052
▁needs	-9.40531
▁hand	-9.4058
▁variety	-9.40622
▁ex	-9.40789
on	-9.41064
▁adequate	-9.41125
▁among	-9.41371
▁exception	-9.41505
and	-9.41537
▁requirement	-9.41796
▁poultry	-9.41855
▁live	-9.41921
▁course	-9.41996
▁release	-9.42435
▁feedingstuffs	-9.42593
▁satisfy	-9.42661
▁personal	-9.42698
▁size	-9.42718
▁written	-9.42733
notified	-9.42831
▁holdings	-9.42883
▁incurred	-9.42884
▁subsequent	-9.42943
▁accounting	-9.43246
▁shares	-9.43373
▁recognised	-9.43377
▁test	-9.43447
▁All	-9.43926
▁funds	-9.43933
▁collection	-9.44075
▁improve	-9.44288
▁acceptance	-9.44508
▁experts	-9.44658
▁about	-9.44792
▁entities	-9.44929
▁model	-9.44943
▁calendar	-9.45284
▁Government	-9.45358
▁alia	-9.45396
▁delivery	-9.45579
▁open	-9.45617
▁residence	-9.45696
▁Director	-9.45796
▁agencies	-9.46075
▁indicate	-9.46106
▁transmission	-9.46141
▁actually	-9.46225
▁lists	-9.46262
▁presentation	-9.46291
▁hereinafter	-9.46324
▁allowed	-9.46382
▁known	-9.46513
▁CHAPTER	-9.47322
▁even	-9.47324
▁China	-9.47351
▁maintain	-9.47427
▁importers	-9.47443
▁road	-9.47454
▁nationals	-9.48035
▁facilities	-9.48036
▁disposal	-9.48173
▁administration	-9.48209
▁central	-9.48283
▁Accession	-9.48416
▁industrial	-9.48425
▁specifications	-9.48478
▁situated	-9.48548
▁achieve	-9.48553
▁validity	-9.48565
▁independent	-9.48572
▁description	-9.48598
▁fisheries	-9.48709
▁problems	-9.48743
▁indication	-9.48752
▁promote	-9.48756
▁inspections	-9.48932
▁amendment	-9.48964
▁amend	-9.49013
▁claim	-9.49231
▁operational	-9.49537
▁sentence	-9.49611
▁ECB	-9.49638
▁associated	-9.49655
▁Cooperation	-9.49684
▁register	-9.49754
▁joint	-9.49964
▁butter	-9.5022
▁fully	-9.50251
▁exceeding	-9.50278
▁future	-9.50365
▁adjustment	-9.504
C	-9.50545
▁charges	-9.50648
▁names	-9.50746
▁determination	-9.5084
▁draw	-9.51072
▁complete	-9.51106
▁knowledge	-9.51184
▁additives	-9.51286
▁combined	-9.51303
▁i	-9.51359
▁comments	-9.5144
▁contribute	-9.51525
▁languages	-9.51677
▁invitation	-9.51687
▁bear	-9.51822
▁reason	-9.51906
▁expenses	-9.52029
▁plans	-9.52048
▁needed	-9.52117
▁statement	-9.52144
▁ECU	-9.52161
▁alcohol	-9.52223
▁consignment	-9.52243
▁General	-9.52318
▁At	-9.52375
▁levy	-9.52392
▁officials	-9.52401
▁waters	-9.52413
▁region	-9.52472
▁preparation	-9.52654
▁regular	-9.52666
term	-9.52681
▁Ireland	-9.52849
▁reduce	-9.52977
▁claims	-9.53037
▁details	-9.53181
▁conversion	-9.53314
▁certified	-9.53317
▁consumers	-9.53512
▁controls	-9.53596
▁protected	-9.53859
▁property	-9.53889
▁communicated	-9.53961
▁beneficiary	-9.54117
▁developments	-9.54294
▁throughout	-9.54651
▁connection	-9.54867
▁completion	-9.54947
▁participating	-9.54966
▁residues	-9.55088
▁writing	-9.55195
▁organizations	-9.5522
▁reasonable	-9.55265
▁qualified	-9.5534
▁land	-9.55603
▁host	-9.55886
▁itself	-9.559
▁cereals	-9.56033
▁low	-9.56065
▁recorded	-9.56079
▁%.	-9.56138
▁Therefore	-9.56141
▁allocated	-9.56156
▁presence	-9.56294
▁contracting	-9.56332
▁initiative	-9.56406
▁uses	-9.56408
▁achieved	-9.56684
▁co	-9.56973
▁factors	-9.57019
▁requests	-9.57082
▁budgetary	-9.57121
▁clearly	-9.57338
▁ships	-9.57354
th	-9.57362
iii	-9.57386
▁difference	-9.57656
▁M	-9.57798
▁examine	-9.57897
up	-9.58032
▁prohibit	-9.58243
▁WITH	-9.58261
▁initial	-9.58313
▁specify	-9.58325
▁regulatory	-9.58559
▁obtain	-9.58703
▁records	-9.58721
▁external	-9.58896
▁items	-9.58981
▁allocation	-9.59026
▁proper	-9.59104
▁swine	-9.59142
▁abovementioned	-9.59213
▁jurisdiction	-9.59275
▁affected	-9.59367
▁BY	-9.59544
▁functioning	-9.59784
▁instrument	-9.59921
▁ARTICLE	-9.60176
▁ON	-9.6022
▁annexed	-9.60281
▁physical	-9.60303
▁large	-9.60306
▁ACP	-9.60336
▁issuing	-9.60415
▁themselves	-9.60455
▁component	-9.60663
▁modified	-9.60863
▁lead	-9.60923
▁examined	-9.61
▁prohibited	-9.61147
▁calculation	-9.61206
▁regulation	-9.61306
▁sampling	-9.61461
▁maintenance	-9.61486
▁purchase	-9.61542
▁sources	-9.61552
▁exceptional	-9.61748
▁Nations	-9.61778
▁released	-9.61785
▁duration	-9.61813
▁loss	-9.62018
▁potential	-9.62046
▁pollution	-9.6205
▁conservation	-9.62065
▁Tariff	-9.62283
▁consider	-9.62344
▁steps	-9.62441
▁publish	-9.62485
▁meetings	-9.6263
▁Portugal	-9.62821
▁cross	-9.63032
▁fall	-9.63112
▁return	-9.63309
▁once	-9.63317
▁Austria	-9.63329
▁appointed	-9.63354
▁withdrawal	-9.63511
▁R	-9.63579
▁components	-9.63655
▁treated	-9.64194
▁networks	-9.64277
▁noted	-9.64361
I	-9.64425
▁duly	-9.64438
▁emissions	-9.64442
▁proportion	-9.64479
▁justified	-9.64526
▁Scientific	-9.64626
▁elements	-9.64709
▁fulfilled	-9.64779
▁project	-9.65154
▁attached	-9.652
▁keep	-9.65288
.";	-9.65333
▁difficulties	-9.65379
▁hereto	-9.6539
▁Sweden	-9.65492
▁dangerous	-9.65548
▁power	-9.65591
ic	-9.65715
▁letter	-9.658
▁stock	-9.65902
▁Association	-9.65961
▁still	-9.65965
▁receive	-9.6597
▁territories	-9.65995
▁beef	-9.66054
▁VII	-9.6609
▁charge	-9.6625
▁texts	-9.6631
▁association	-9.66318
▁flag	-9.66816
▁tenders	-9.66893
▁recovery	-9.67074
▁language	-9.67132
▁close	-9.67175
▁regarded	-9.67179
▁respective	-9.67186
▁port	-9.67206
E	-9.67262
▁income	-9.67475
▁Health	-9.67868
▁classified	-9.67873
▁marketed	-9.68013
▁greater	-9.68046
▁Bank	-9.6827
▁nuclear	-9.68338
▁governed	-9.68399
▁dossier	-9.68594
▁awarded	-9.687
▁caused	-9.68898
▁authorise	-9.68931
▁permitted	-9.6896
▁covering	-9.68982
▁protect	-9.69229
General	-9.6923
▁designed	-9.69281
CFSP	-9.69282
▁That	-9.69296
▁policies	-9.69392
▁send	-9.6947
able	-9.69563
very	-9.69563
▁fulfil	-9.69598
▁diseases	-9.69622
▁indications	-9.69747
▁testing	-9.69841
▁offered	-9.69886
▁carrier	-9.69974
▁called	-9.70101
▁debt	-9.70129
▁recital	-9.70218
▁liable	-9.70417
▁aspects	-9.70607
▁major	-9.70619
▁residue	-9.70937
▁collected	-9.70969
▁claimed	-9.7116
▁undertaken	-9.712
▁un	-9.71256
▁verify	-9.71327
▁aim	-9.71449
▁Norway	-9.71578
▁Group	-9.71588
▁civil	-9.71625
▁electricity	-9.71628
▁Italy	-9.71658
ithout	-9.71724
▁Denmark	-9.71764
▁conduct	-9.71792
▁takes	-9.71856
▁zones	-9.7217
▁DECISION	-9.72507
▁differences	-9.72531
▁withdrawn	-9.73083
▁Action	-9.73166
▁extend	-9.73978
▁firm	-9.74088
▁sectors	-9.74197
▁premises	-9.74228
▁existence	-9.74256
▁Finland	-9.74331
▁Czech	-9.74434
▁nor	-9.74434
▁column	-9.7447
▁towards	-9.7447
▁chemical	-9.74653
▁post	-9.74725
▁pay	-9.74776
▁Co	-9.74794
▁inclusion	-9.74804
▁acts	-9.74892
▁negotiations	-9.74934
▁show	-9.75019
▁structure	-9.75033
▁contributions	-9.75092
▁Furthermore	-9.75202
▁located	-9.75202
▁declarations	-9.75281
▁safeguard	-9.75307
▁formal	-9.75336
▁might	-9.75373
▁quantitative	-9.75387
▁Total	-9.75391
▁Trade	-9.75603
▁compatible	-9.75635
▁devices	-9.75839
▁officially	-9.75844
▁derogations	-9.75879
";	-9.76047
▁developing	-9.76403
▁samples	-9.76487
▁designate	-9.76564
▁agents	-9.76613
▁supplier	-9.76746
▁Authority	-9.76756
▁authorisations	-9.76845
▁suitable	-9.76853
▁Since	-9.76928
B	-9.7697
▁judicial	-9.77098
▁Decisions	-9.77169
▁adjusted	-9.77195
▁consultations	-9.77362
▁importer	-9.77444
▁laboratory	-9.77454
▁firms	-9.78188
▁refuse	-9.78192
▁complied	-9.78413
▁Under	-9.78497
▁supplies	-9.78538
▁profit	-9.78554
▁entity	-9.78604
▁appear	-9.78759
▁conform	-9.78768
▁forthwith	-9.78812
▁revenue	-9.78886
▁opening	-9.79024
▁medical	-9.79031
▁studies	-9.79047
▁involving	-9.79095
▁Suc	-9.79135
▁home	-9.79224
▁currency	-9.7926
▁come	-9.79359
es	-9.79782
▁assisted	-9.79791
▁offer	-9.79855
▁followed	-9.80151
▁America	-9.80164
▁ship	-9.8052
▁exposure	-9.80592
▁investments	-9.80608
▁enforcement	-9.80698
▁excluded	-9.80758
▁Chinese	-9.80771
▁repeal	-9.80907
▁exporter	-9.81013
▁contact	-9.81081
▁medium	-9.81096
Notwithstanding	-9.8113
T	-9.81173
▁linked	-9.81187
▁produce	-9.81311
r	-9.81391
▁marking	-9.81497
▁payable	-9.81497
▁maintained	-9.81601
▁customers	-9.817
▁participate	-9.81721
▁works	-9.81766
▁Poland	-9.82108
▁receiving	-9.82408
▁effectively	-9.82522
▁preparations	-9.82536
▁infrastructure	-9.82574
▁rule	-9.82631
▁encourage	-9.82723
▁liability	-9.82836
▁family	-9.82945
▁permanent	-9.82963
▁education	-9.83091
▁After	-9.83146
▁award	-9.83153
▁former	-9.8335
▁qualify	-9.83382
round	-9.83393
▁him	-9.83416
▁giving	-9.83419
▁reserve	-9.83422
▁priority	-9.8346
▁dumped	-9.83637
▁comparable	-9.8374
▁item	-9.83769
▁regulated	-9.83805
▁sample	-9.83938
▁communications	-9.83952
▁label	-9.84217
▁clear	-9.8432
▁derived	-9.84325
▁slaughter	-9.84365
▁sea	-9.84556
▁MEMBER	-9.84568
▁normally	-9.84617
▁Central	-9.84746
▁definitions	-9.85009
▁substantial	-9.8513
▁stored	-9.8513
spot	-9.8518
▁Energy	-9.85397
▁Hungary	-9.85972
▁Social	-9.85974
▁penalties	-9.86057
▁importance	-9.86075
▁functions	-9.86104
▁exporters	-9.86201
.'	-9.86388
▁cause	-9.86507
▁supporting	-9.86656
▁opened	-9.86683
▁employed	-9.86724
▁world	-9.86816
▁financed	-9.86875
▁brought	-9.86923
▁Justice	-9.86932
▁stated	-9.87099
▁EC	-9.87224
▁accompanying	-9.87321
▁what	-9.87531
▁qualifications	-9.8757
▁Products	-9.87646
▁trading	-9.87696
▁conclusions	-9.87697
▁Information	-9.87844
▁extension	-9.8794
▁reporting	-9.88074
▁Food	-9.88085
▁court	-9.88272
▁prevention	-9.88529
at	-9.88537
▁life	-9.88584
▁designation	-9.8867
▁head	-9.89001
▁beyond	-9.89113
▁undertake	-9.89172
▁employees	-9.89217
▁construction	-9.89294
▁weighted	-9.8931
▁consent	-9.89346
▁integrated	-9.89356
▁adjustments	-9.89418
▁chairman	-9.89677
▁short	-9.89776
▁manufactured	-9.89812
▁references	-9.89849
▁wines	-9.89866
▁steel	-9.89929
▁heading	-9.90133
▁losses	-9.90275
▁transferred	-9.90364
▁relate	-9.90371
▁currently	-9.90451
▁subsidy	-9.90545
▁dispatch	-9.90735
▁acquired	-9.90821
▁recommendations	-9.9098
The	-9.91021
▁harmful	-9.91067
▁WHICH	-9.91117
▁damage	-9.91146
▁[...]	-9.91177
▁traditional	-9.91375
▁emergency	-9.91383
▁consistent	-9.91462
▁sheet	-9.91602
▁significantly	-9.91616
▁appears	-9.91995
▁conducted	-9.92077
▁exclusively	-9.92276
▁Financi	-9.9236
▁supplementary	-9.92551
▁best	-9.9267
▁harmonised	-9.92685
▁commitments	-9.92791
▁cooperate	-9.92797
▁taxes	-9.92831
▁expected	-9.93098
▁affecting	-9.93118
▁appropriation	-9.93283
▁fourth	-9.93431
▁passenger	-9.93464
▁effected	-9.93552
▁taxation	-9.9356
▁manufacturing	-9.93573
▁personnel	-9.93779
▁imposition	-9.93904
▁composition	-9.93966
▁satisfied	-9.94116
▁Paragraph	-9.94244
▁government	-9.94279
▁technology	-9.94312
):	-9.94317
▁reached	-9.94362
▁centre	-9.945
▁People	-9.94538
▁adverse	-9.94725
▁Advisory	-9.94838
▁emission	-9.95024
▁transmitted	-9.95284
▁beginning	-9.95303
▁practical	-9.95377
▁Rule	-9.95887
▁fuel	-9.95909
▁negative	-9.95927
▁monitor	-9.95967
▁farmers	-9.96258
▁fair	-9.96321
▁envisaged	-9.96459
▁allowances	-9.96476
▁demand	-9.96489
▁sound	-9.96584
▁response	-9.96592
▁improvement	-9.96697
▁comparison	-9.96956
▁criminal	-9.97247
▁forwarded	-9.97273
▁assigned	-9.97356
▁source	-9.97416
▁organisms	-9.97439
▁subsequently	-9.97443
▁vegetables	-9.97581
▁competence	-9.97646
▁prescribed	-9.97685
▁freedom	-9.97711
▁Schengen	-9.97745
▁rise	-9.9779
▁investigations	-9.9784
▁estimated	-9.97883
▁refer	-9.98008
▁Turkey	-9.98052
▁India	-9.98093
▁withdraw	-9.98108
▁vaccination	-9.98206
▁compulsory	-9.98236
▁foot	-9.98272
▁border	-9.98375
▁Security	-9.98383
▁sufficiently	-9.98426
▁infringement	-9.98436
▁compared	-9.98446
▁associations	-9.98494
▁conferred	-9.98506
▁centres	-9.98513
▁enterprises	-9.98515
▁drawing	-9.98633
▁AS	-9.98651
▁effectiveness	-9.98667
▁assess	-9.98735
▁like	-9.98741
▁whom	-9.98804
▁pre	-9.99118
▁copies	-9.99261
▁According	-9.99344
▁facts	-9.99351
▁concerns	-9.99434
▁recognized	-9.99683
▁approach	-9.99702
mouth	-9.99729
▁exempt	-9.99885
▁Romania	-9.99954
▁proceeding	-9.99998
▁Executive	-10.0014
▁kg	-10.0016
▁reviewed	-10.0027
▁letters	-10.0033
▁Staff	-10.0033
▁therein	-10.0034
▁threshold	-10.0051
▁correct	-10.0056
year	-10.0063
▁favourable	-10.0067
▁THAT	-10.0071
▁sustainable	-10.008
▁solely	-10.0086
▁allowance	-10.0086
▁better	-10.0087
▁base	-10.0092
▁desirable	-10.0098
▁establishes	-10.0135
▁suspension	-10.0137
▁Secretariat	-10.0149
▁farmer	-10.0152
▁notes	-10.0163
▁assessed	-10.0164
▁Guarantee	-10.0168
▁bank	-10.0176
▁cooperating	-10.0184
▁virtue	-10.0185
▁Greece	-10.0186
▁opportunity	-10.0198
▁charged	-10.0213
▁replace	-10.0234
▁Cyprus	-10.0236
▁installation	-10.024
▁PRC	-10.0244
▁articles	-10.0248
▁yet	-10.0248
▁traffic	-10.0254
supervisory	-10.0259
▁accept	-10.0267
▁assist	-10.0272
▁addressed	-10.0281
▁consist	-10.0285
▁formalities	-10.0298
▁prepared	-10.0301
▁dates	-10.0303
▁carriage	-10.031
▁restricted	-10.0323
▁self	-10.0325
▁Iceland	-10.0331
▁efficient	-10.0347
▁pigs	-10.0352
▁removal	-10.0352
▁binding	-10.038
▁range	-10.0391
▁breeding	-10.0394
▁Lithuania	-10.0395
▁profitability	-10.0404
k	-10.041
▁sum	-10.0411
▁constitutes	-10.0411
▁Bulgaria	-10.0421
▁surveys	-10.0452
FROM	-10.046
based	-10.0461
▁aquaculture	-10.0474
▁controlled	-10.0474
▁suspended	-10.0481
▁departure	-10.0507
▁fee	-10.0529
border	-10.0535
▁COMMUNITY	-10.0544
▁revised	-10.0546
▁title	-10.0549
▁numbers	-10.0567
▁tobacco	-10.057
▁Moreover	-10.0571
▁radio	-10.0575
.`	-10.0579
▁empowered	-10.0608
▁relations	-10.0623
▁hours	-10.0626
▁promotion	-10.0627
▁installations	-10.0634
▁notifications	-10.0643
▁introduce	-10.0646
▁box	-10.0649
▁deadline	-10.0676
▁transaction	-10.0692
▁VIII	-10.0707
▁pending	-10.0711
▁previously	-10.0717
▁Before	-10.072
▁marine	-10.0727
▁Exchange	-10.0758
▁consignments	-10.0759
▁adapted	-10.076
member	-10.0781
▁Estonia	-10.0803
▁prohibition	-10.0811
▁decreased	-10.0811
▁represented	-10.0814
▁carriers	-10.0816
rate	-10.0821
▁selling	-10.0824
▁Secretary	-10.0835
▁belonging	-10.0838
▁role	-10.0838
▁Protection	-10.0849
▁contains	-10.0852
EUR	-10.0862
")	-10.0875
▁departments	-10.0885
▁bilateral	-10.0887
▁includes	-10.0894
▁structural	-10.0896
▁vote	-10.0904
▁oils	-10.0904
▁economy	-10.0911
▁operate	-10.0916
▁fees	-10.0928
▁adapt	-10.0933
▁makes	-10.0936
▁concern	-10.0939
▁discharge	-10.0957
▁pension	-10.0962
dministrative	-10.0962
▁alternative	-10.0969
▁concentration	-10.0992
▁summary	-10.0996
▁record	-10.1005
▁Programme	-10.1015
▁length	-10.1016
▁efforts	-10.1018
▁rail	-10.1031
▁user	-10.1034
▁Rules	-10.1038
▁transported	-10.1042
▁turnover	-10.1054
▁survey	-10.1076
▁Islands	-10.1078
er	-10.108
▁Malta	-10.108
▁indicating	-10.1082
▁aircraft	-10.1083
▁represent	-10.109
of	-10.1094
▁identify	-10.1111
▁foreign	-10.1111
▁disclosure	-10.1127
▁figures	-10.1131
▁authentic	-10.1139
L	-10.1142
▁population	-10.1145
▁especially	-10.1152
▁shows	-10.1156
▁regularly	-10.1163
▁starch	-10.1188
▁start	-10.1194
▁NOT	-10.1209
▁combat	-10.1212
▁laboratories	-10.1232
▁excess	-10.1244
▁transparency	-10.1245
▁replacement	-10.1265
st	-10.1277
▁requesting	-10.1278
▁improving	-10.1289
▁eradication	-10.13
▁exist	-10.1308
▁consequently	-10.1314
▁New	-10.1316
▁appropriations	-10.132
▁now	-10.1322
▁coming	-10.1328
▁equidae	-10.133
▁strategy	-10.1343
▁Subject	-10.1351
▁age	-10.1367
▁immediate	-10.137
▁reflect	-10.1387
▁sign	-10.1394
▁developed	-10.1394
▁issues	-10.1401
▁agree	-10.1407
▁textile	-10.1411
▁format	-10.1417
▁kind	-10.1421
▁fix	-10.143
▁Latvia	-10.1437
▁airport	-10.1442
▁confidential	-10.1449
▁preferential	-10.1452
European	-10.1458
▁removed	-10.1459
▁efficiency	-10.1466
▁broken	-10.1477
▁develop	-10.1478
▁degree	-10.1483
▁protective	-10.1486
▁kilograms	-10.149
▁identity	-10.1503
▁bearing	-10.1511
▁potatoes	-10.1514
▁remaining	-10.1517
▁calculating	-10.1528
▁sub	-10.1529
▁deal	-10.1535
▁EUROPEAN	-10.1546
▁maritime	-10.155
▁define	-10.155
▁t	-10.1555
▁taxable	-10.1557
▁primary	-10.156
▁failure	-10.1574
▁introducing	-10.1592
▁consulting	-10.1592
▁impose	-10.1594
▁checking	-10.1597
▁updated	-10.1604
▁fields	-10.1628
▁continued	-10.1643
▁contrary	-10.1644
▁performed	-10.1646
▁poultrymeat	-10.165
▁Members	-10.1652
▁Slovenia	-10.1653
▁semen	-10.1655
▁reinsurance	-10.1656
▁growth	-10.1675
▁half	-10.1681
▁approve	-10.1701
▁liabilities	-10.1703
▁%,	-10.1715
▁relevance	-10.1717
▁crops	-10.1721
▁Netherlands	-10.1731
▁admission	-10.1736
▁recent	-10.1744
▁carcases	-10.1746
▁namely	-10.175
.`;	-10.1765
▁mechanism	-10.1765
▁rapporteur	-10.1771
▁farm	-10.1787
▁aimed	-10.1789
▁create	-10.1793
▁selected	-10.1801
▁tonne	-10.1805
▁agent	-10.1805
▁producing	-10.1815
▁exceeds	-10.1819
▁package	-10.1821
▁scale	-10.1827
▁Italian	-10.1835
▁documentation	-10.1838
▁wild	-10.184
▁follow	-10.1855
ion	-10.1882
Y	-10.1885
▁exceeded	-10.1895
▁applicants	-10.1906
▁flat	-10.1907
▁deliver	-10.1911
▁leave	-10.1919
▁help	-10.1937
country	-10.1944
▁committed	-10.1947
▁reductions	-10.1957
▁labour	-10.1957
▁complying	-10.1966
▁initiation	-10.1984
▁creation	-10.1989
▁effort	-10.1991
▁Korea	-10.2004
▁Basic	-10.2011
▁rejected	-10.2015
▁Technical	-10.2016
▁ingredients	-10.202
▁dated	-10.2032
▁appeal	-10.2032
▁authorize	-10.2035
▁increasing	-10.204
▁thereby	-10.207
▁political	-10.2075
▁Veterinar	-10.2092
▁volumes	-10.2095
▁Resolution	-10.2099
▁via	-10.21
ursuant	-10.2101
▁consult	-10.2114
▁birds	-10.2138
▁transmit	-10.2147
▁task	-10.2159
▁guaranteed	-10.2162
▁Belgium	-10.2163
▁fodder	-10.2167
▁crisis	-10.2167
▁Safety	-10.217
▁commitment	-10.2173
▁location	-10.218
▁observed	-10.2187
▁real	-10.2187
▁mutandis	-10.2196
▁class	-10.22
▁veterinarian	-10.2202
j	-10.2214
▁simplified	-10.2233
▁specifically	-10.2246
▁Mission	-10.2267
an	-10.227
as	-10.2271
▁assurance	-10.2273
▁competitive	-10.2283
▁execution	-10.2291
▁Letters	-10.2291
▁importing	-10.2295
▁H	-10.2326
▁processes	-10.233
▁South	-10.2338
▁recommendation	-10.2348
tomic	-10.2349
▁EEC	-10.2357
▁concentrated	-10.236
▁gross	-10.2362
▁Conference	-10.2379
▁opportunities	-10.2383
▁travel	-10.2402
▁connected	-10.2427
▁dried	-10.2434
▁entitlement	-10.2436
▁fever	-10.2449
▁recipient	-10.2476
▁packages	-10.2479
▁hold	-10.248
▁technological	-10.248
▁entering	-10.2485
▁adopting	-10.249
▁option	-10.2523
▁mutati	-10.2534
▁German	-10.2541
▁Consequently	-10.2541
▁correspond	-10.2542
▁integration	-10.2543
▁comprise	-10.2547
▁Ukraine	-10.255
▁representing	-10.2554
▁argued	-10.2557
▁series	-10.2586
▁recitals	-10.2592
▁blood	-10.2596
▁offices	-10.2596
▁passengers	-10.2607
▁collective	-10.261
▁military	-10.2614
▁WHEREAS	-10.262
▁paying	-10.2625
▁allowing	-10.2633
▁Additional	-10.2634
▁handling	-10.2643
▁indirect	-10.2653
▁veal	-10.2659
▁Agricultural	-10.266
▁supplemented	-10.2688
▁ratio	-10.2688
▁fibre	-10.2688
▁virus	-10.2689
▁trans	-10.2696
▁frozen	-10.2709
▁suppliers	-10.271
▁suffered	-10.2717
▁satisfactory	-10.2718
▁loan	-10.272
▁initiated	-10.2741
▁suspend	-10.2742
▁obtaining	-10.2749
▁consulted	-10.2753
▁situations	-10.2757
▁consisting	-10.276
is	-10.2779
▁There	-10.2783
▁excise	-10.2785
▁separately	-10.2803
▁remuneration	-10.2805
▁thereafter	-10.2805
▁confidentiality	-10.2815
▁concessions	-10.2822
▁complaint	-10.2824
▁National	-10.2839
▁grape	-10.2841
▁reported	-10.2849
▁opinions	-10.2851
▁Follow	-10.2854
▁alleged	-10.2865
▁consequences	-10.2868
▁reserves	-10.2871
▁GDP	-10.2886
▁US	-10.2891
▁contractual	-10.2895
▁generally	-10.2896
▁Auditors	-10.2897
▁mm	-10.29
▁quarter	-10.2909
▁reducing	-10.2921
re	-10.2924
▁earlier	-10.2932
▁movements	-10.2935
▁techniques	-10.2935
▁choice	-10.294
ary	-10.2949
▁Taiwan	-10.2954
▁participants	-10.2967
▁Agreements	-10.2973
▁adaptation	-10.2974
▁Organisation	-10.2974
▁additive	-10.299
▁cash	-10.2995
▁involve	-10.2997
▁designations	-10.3002
▁pressure	-10.3006
▁planned	-10.3008
▁interim	-10.3008
▁signature	-10.3016
including	-10.3018
▁resolution	-10.3022
▁restrict	-10.3031
▁PROVISIONS	-10.3031
▁manufacturers	-10.3058
▁Federa	-10.3075
▁entire	-10.3078
▁banks	-10.3083
▁harmonized	-10.3109
▁Other	-10.3113
▁complies	-10.3113
▁properly	-10.3117
▁owner	-10.3117
▁database	-10.3126
▁stages	-10.3128
`,	-10.3133
▁justify	-10.3136
▁attention	-10.3166
▁IS	-10.3168
▁processors	-10.3171
▁agriculture	-10.3171
▁loans	-10.3177
▁call	-10.3181
▁global	-10.3182
▁containers	-10.3183
▁dispute	-10.3201
▁back	-10.3206
▁showing	-10.3212
▁premiums	-10.3224
making	-10.3234
▁Nomenclature	-10.324
▁deposit	-10.3254
▁target	-10.3265
▁promoting	-10.327
▁seeds	-10.3278
▁principal	-10.3279
Euratom	-10.3288
▁African	-10.3289
▁positive	-10.3292
▁substantially	-10.3303
▁ensured	-10.3308
▁times	-10.331
▁Luxembourg	-10.3328
▁genetically	-10.3335
▁irregularities	-10.3337
▁modification	-10.3345
▁termination	-10.3349
▁plus	-10.3356
▁spread	-10.3367
▁excluding	-10.3369
▁beneficiaries	-10.3377
▁arrangement	-10.3383
▁indirectly	-10.3385
▁checked	-10.339
▁Area	-10.3398
▁study	-10.3399
▁although	-10.3408
▁flying	-10.3409
▁Swiss	-10.341
▁Special	-10.3419
▁Canada	-10.344
▁influenza	-10.3456
▁STATES	-10.3457
▁officer	-10.3472
▁rural	-10.3476
▁propagating	-10.348
▁VAT	-10.3488
▁System	-10.3498
▁warehouse	-10.3506
▁advice	-10.351
▁verified	-10.3512
▁covers	-10.3537
▁foods	-10.354
▁pesticide	-10.3551
▁temporarily	-10.3561
▁conclude	-10.3563
▁engaged	-10.3563
▁marks	-10.3571
us	-10.3571
products	-10.3578
▁states	-10.3593
▁clarity	-10.3596
▁.	-10.3603
▁ports	-10.3607
▁embryos	-10.3621
▁questionnaire	-10.3643
▁subsidiary	-10.3646
▁consolidated	-10.3669
▁ARE	-10.367
▁cultural	-10.3681
▁measurement	-10.3686
▁organic	-10.3709
▁partial	-10.3712
▁adapting	-10.3714
▁maize	-10.3718
▁acid	-10.3721
▁settlement	-10.3737
▁acquis	-10.3742
▁capable	-10.3744
▁livestock	-10.3749
▁marked	-10.3752
▁function	-10.3759
related	-10.3765
▁Russia	-10.3776
N	-10.3781
▁read	-10.3785
▁views	-10.3788
▁mechanisms	-10.3788
▁favour	-10.3798
▁monetary	-10.3808
LY	-10.3816
▁("	-10.382
▁funding	-10.3825
ive	-10.3829
▁Croatia	-10.383
▁children	-10.3833
▁white	-10.3837
▁Development	-10.3854
▁acquisition	-10.3864
▁Switzerland	-10.3871
▁individuals	-10.3873
▁gained	-10.3885
▁discrimination	-10.3886
▁harvested	-10.389
▁whereby	-10.3904
▁engine	-10.3922
▁borne	-10.3925
▁composed	-10.3939
▁Russian	-10.3944
▁trials	-10.3949
▁grants	-10.3957
▁decrease	-10.3977
▁parent	-10.3983
▁Statute	-10.3987
▁deficit	-10.4001
▁Position	-10.4004
▁provisionally	-10.4006
▁relates	-10.4018
▁Thailand	-10.4019
▁advantage	-10.4025
AL	-10.4038
▁mission	-10.4044
iv	-10.4046
▁exemptions	-10.4055
▁scheduled	-10.4067
took	-10.4072
▁loading	-10.4073
▁subsidies	-10.4075
▁,	-10.4077
▁interpretation	-10.4085
▁undergone	-10.4086
▁molluscs	-10.4089
▁RE	-10.4096
▁example	-10.4098
▁obliged	-10.4106
▁margins	-10.4108
▁occurred	-10.4142
▁character	-10.4145
▁selection	-10.4158
▁Mr	-10.416
▁yield	-10.4164
▁fat	-10.4176
▁version	-10.4192
▁Portuguese	-10.4198
▁reimbursement	-10.42
▁authorising	-10.4205
ions	-10.4208
▁O	-10.4216
▁sets	-10.4217
Text	-10.4224
▁money	-10.4234
▁continuation	-10.4243
▁structures	-10.4267
▁fundamental	-10.4267
▁harvest	-10.4271
▁Aid	-10.4274
▁lines	-10.4279
▁frequency	-10.4282
▁enabling	-10.4311
▁ECSC	-10.4314
▁transparent	-10.4315
▁catch	-10.4321
▁voting	-10.4322
▁Japan	-10.4324
▁ID	-10.4327
▁"(	-10.4327
▁care	-10.4329
▁hygiene	-10.4331
▁outcome	-10.4343
▁mainly	-10.4353
employed	-10.4358
▁powder	-10.4378
▁mass	-10.4379
▁skimmed	-10.438
▁expert	-10.4384
▁classes	-10.4387
▁estimates	-10.4393
▁propose	-10.4394
▁farming	-10.4397
▁ovine	-10.4402
▁society	-10.4406
▁neither	-10.4407
▁G	-10.4408
▁arise	-10.4412
▁legislative	-10.4433
▁slaughtered	-10.4435
▁Slovakia	-10.4439
MAY	-10.4442
▁pure	-10.4448
▁invoice	-10.4459
▁directives	-10.4477
less	-10.448
▁reach	-10.4482
▁daily	-10.4486
▁bound	-10.4492
▁exempted	-10.4494
month	-10.4494
▁Given	-10.4503
▁clinical	-10.4505
▁Spanish	-10.4505
▁notably	-10.4509
▁retain	-10.4511
▁initiate	-10.4512
avian	-10.4522
▁advertising	-10.4524
▁pig	-10.4524
▁supplement	-10.4526
▁harmonisation	-10.4542
.';	-10.4546
▁events	-10.4547
▁countervailing	-10.4547
▁judgment	-10.4562
▁exclusive	-10.4573
▁IT	-10.458
▁improved	-10.4601
▁Foundation	-10.4603
▁sanctions	-10.4606
▁acceptable	-10.4625
▁mandate	-10.4632
▁legitimate	-10.4641
▁transfers	-10.4641
▁reply	-10.4642
▁utilisation	-10.4645
▁incompatible	-10.4651
▁Should	-10.4661
',	-10.4665
▁engines	-10.4667
▁questions	-10.4673
▁consequence	-10.4673
▁verifying	-10.4675
▁pursuit	-10.4679
▁perform	-10.4683
▁living	-10.4684
▁wheat	-10.4684
▁sole	-10.4685
▁compensator	-10.4689
▁accident	-10.4699
▁element	-10.4702
▁Framework	-10.4711
▁object	-10.4717
▁Indonesia	-10.4718
▁majeure	-10.4719
▁preliminary	-10.4722
▁NCB	-10.4722
▁Reference	-10.4735
▁compound	-10.4738
▁heat	-10.474
▁Animal	-10.4742
▁caprine	-10.4744
▁pursue	-10.4744
▁indicative	-10.4777
▁Confederation	-10.4778
▁monthly	-10.479
▁breach	-10.4791
▁regime	-10.4794
▁crop	-10.4794
▁vegetable	-10.4798
▁requiring	-10.4799
▁customer	-10.4802
▁finance	-10.4817
▁inventory	-10.4817
▁infringements	-10.4821
▁Data	-10.4824
▁appoint	-10.4846
▁entitlements	-10.4849
▁Agriculture	-10.4857
▁prove	-10.4858
▁exploitation	-10.4864
▁relationship	-10.4878
by	-10.4879
▁injurious	-10.4891
▁intention	-10.4893
▁how	-10.4899
▁instructions	-10.4904
▁statements	-10.4904
▁Sea	-10.4911
▁preserved	-10.4913
▁occasion	-10.4926
▁partners	-10.493
▁resident	-10.4937
▁telecommunicat	-10.4948
▁retail	-10.4948
▁Measures	-10.4952
▁trend	-10.4954
▁Applications	-10.4955
`.	-10.4972
▁fund	-10.4973
responsibilities	-10.498
▁places	-10.498
▁exchanges	-10.4982
▁OTHER	-10.499
▁starting	-10.4991
▁entries	-10.4999
▁possession	-10.5002
▁paper	-10.5006
discriminatory	-10.5011
▁Gibraltar	-10.5022
▁suspected	-10.5042
▁recovered	-10.5043
▁Conditions	-10.5046
'.	-10.5075
▁One	-10.5081
▁unable	-10.5082
▁identical	-10.509
her	-10.5098
▁coordinated	-10.5102
▁cultivation	-10.5107
▁harmonization	-10.5124
▁permits	-10.5126
▁stating	-10.5129
▁'(	-10.5129
▁worker	-10.5132
▁ceiling	-10.5141
▁irrespective	-10.5144
▁Brussels	-10.5153
▁Norwegian	-10.5166
▁asylum	-10.5167
▁aims	-10.5188
▁thresholds	-10.5195
ce	-10.5216
▁stringent	-10.5225
▁employer	-10.5226
▁excessive	-10.5226
▁week	-10.5253
▁Chairman	-10.5266
▁NO	-10.5267
▁achieving	-10.5269
▁game	-10.5271
▁raised	-10.5272
▁First	-10.5275
`;	-10.5285
most	-10.5291
▁Plant	-10.5296
▁grapes	-10.5301
v	-10.5304
▁methodology	-10.5309
▁maintaining	-10.5332
▁imposing	-10.5335
▁multilateral	-10.5336
▁courts	-10.5336
▁specimen	-10.5349
▁Re	-10.5352
▁stability	-10.5355
ory	-10.5361
▁processor	-10.5362
ve	-10.5386
▁sheep	-10.5416
▁World	-10.5422
▁link	-10.5424
▁created	-10.5425
day	-10.5425
▁occur	-10.5428
▁admitted	-10.5431
▁coefficient	-10.5434
▁Fisheries	-10.544
▁speed	-10.5442
use	-10.5456
▁meets	-10.546
▁AN	-10.547
▁people	-10.5497
▁distillation	-10.5516
▁wholly	-10.5524
▁lot	-10.553
▁urgency	-10.5542
▁whenever	-10.5544
▁tendering	-10.5545
▁buildings	-10.5547
▁apparatus	-10.5548
▁Imports	-10.5564
▁recommended	-10.5566
▁estimate	-10.5577
▁models	-10.5579
▁Procedure	-10.5584
▁certifying	-10.5594
▁Partnership	-10.5612
▁seek	-10.5615
▁packing	-10.5619
▁prepare	-10.5623
▁entail	-10.5624
▁lodging	-10.5629
▁arrival	-10.5648
▁guidance	-10.5651
▁compatibility	-10.5652
▁stipulated	-10.5654
▁listing	-10.5657
TAL	-10.5671
▁comprehensive	-10.5673
▁priorities	-10.5694
▁past	-10.5702
▁extending	-10.5713
▁buying	-10.5724
▁profits	-10.5729
▁voluntary	-10.5731
▁sought	-10.5738
▁Accordingly	-10.574
▁limitation	-10.5741
▁factor	-10.5746
II	-10.5749
▁Slovak	-10.576
▁terminated	-10.5764
▁holders	-10.5777
▁specifying	-10.5783
ian	-10.5785
▁intervals	-10.5785
▁inland	-10.5807
▁orders	-10.581
▁cease	-10.5816
▁fifth	-10.582
▁hazardous	-10.5822
▁satisfies	-10.5826
▁considerations	-10.5829
▁committees	-10.5829
▁jointly	-10.583
▁rest	-10.5832
▁computer	-10.5843
▁concept	-10.5845
▁burden	-10.5845
▁eligibility	-10.5857
▁annually	-10.5858
▁biological	-10.5865
▁express	-10.587
▁votes	-10.5889
▁restriction	-10.5892
▁facility	-10.5892
▁continuous	-10.5893
▁combination	-10.5893
▁satisfaction	-10.5893
▁Guidance	-10.5894
▁consistency	-10.5916
▁satisfying	-10.5917
▁shipping	-10.5918
▁weeks	-10.5919
▁note	-10.5931
▁analytical	-10.594
▁leaving	-10.5941
▁Head	-10.595
▁precise	-10.5958
▁nevertheless	-10.5959
▁issuer	-10.5963
▁contents	-10.5965
▁Eurostat	-10.5972
▁division	-10.5975
▁trailers	-10.5976
▁rapid	-10.5981
▁Uruguay	-10.5989
▁stamp	-10.599
▁corrected	-10.5991
▁safe	-10.6004
▁AT	-10.6008
▁managed	-10.6011
▁sulphur	-10.6016
▁differ	-10.6031
▁depending	-10.6032
▁reform	-10.6033
▁m	-10.6034
▁dispatched	-10.6051
▁Morocco	-10.6059
▁autonomous	-10.6059
▁stable	-10.6075
▁indicators	-10.6081
▁ceilings	-10.6083
▁file	-10.6089
▁exists	-10.6092
▁intermediate	-10.6096
▁repair	-10.6101
▁reciprocal	-10.6103
▁strengthening	-10.6105
▁susceptible	-10.6108
▁Govern	-10.6112
▁operated	-10.612
▁showed	-10.6127
▁exclude	-10.6128
▁diplomas	-10.6129
▁accuracy	-10.6129
▁aforementioned	-10.614
▁simple	-10.6141
▁mesh	-10.6143
▁expire	-10.6156
▁recording	-10.6157
▁fraud	-10.6159
▁forestry	-10.6163
▁servants	-10.6165
▁comes	-10.6169
▁invited	-10.6169
▁demonstrate	-10.6199
ANNE	-10.6222
▁left	-10.6232
▁returned	-10.6244
▁child	-10.6246
▁assessing	-10.6247
▁compensat	-10.6251
▁subparagraphs	-10.6255
▁comprising	-10.626
▁ad	-10.6262
▁reliable	-10.6279
▁site	-10.629
▁mandatory	-10.6294
▁her	-10.6309
▁periodic	-10.6315
▁tractors	-10.6322
▁changed	-10.6336
▁managing	-10.6353
▁offences	-10.637
▁machinery	-10.6381
▁remained	-10.6385
▁Th	-10.6388
▁technologies	-10.6395
▁early	-10.64
▁pigmeat	-10.6403
▁occupational	-10.6404
▁identifying	-10.6407
▁availability	-10.641
▁led	-10.641
▁strength	-10.6418
M	-10.6423
▁supported	-10.6434
▁batch	-10.6434
▁colour	-10.6435
▁enjoy	-10.6435
▁intends	-10.6437
p	-10.6444
▁PRODUCTS	-10.6444
▁vocational	-10.6445
▁tenderer	-10.6451
ofar	-10.6468
▁insolvency	-10.6475
▁conditional	-10.6476
free	-10.6477
▁word	-10.6478
▁recourse	-10.6488
▁TITLE	-10.6488
▁trends	-10.6493
▁finds	-10.6501
▁ask	-10.6502
▁Indian	-10.6517
▁demonstrated	-10.6519
▁safeguards	-10.6526
▁bulk	-10.6536
▁explained	-10.6561
▁fitted	-10.6562
▁railway	-10.6569
▁providers	-10.6574
▁pattern	-10.6581
▁influence	-10.6585
est	-10.6585
▁measured	-10.6587
▁Bosnia	-10.6591
▁increases	-10.6595
▁Detail	-10.66
▁organised	-10.6614
▁evaluate	-10.6615
▁ordinary	-10.6625
▁catches	-10.6627
▁hops	-10.6646
▁finished	-10.6655
▁building	-10.6674
▁factory	-10.6675
▁Appendix	-10.668
▁genetic	-10.6684
▁fell	-10.6694
▁old	-10.6695
▁profession	-10.6701
▁entrusted	-10.6704
▁device	-10.6707
▁equivalence	-10.671
▁Regions	-10.6712
▁calls	-10.6714
▁merger	-10.6715
HIS	-10.6719
").	-10.6726
▁solution	-10.6739
▁Work	-10.6746
▁cosmetic	-10.6753
▁Monitoring	-10.6753
▁STATE	-10.6755
▁branch	-10.6757
▁allows	-10.6762
▁Canary	-10.6775
▁slaughterhouse	-10.6776
▁tuna	-10.6784
▁provider	-10.6791
▁preventing	-10.6796
▁behaviour	-10.6797
▁successful	-10.6799
▁destruction	-10.6801
▁route	-10.6804
▁refused	-10.6818
▁industries	-10.6826
▁negotiated	-10.6832
▁lamps	-10.6835
▁subheading	-10.6841
▁whatever	-10.6851
▁fulfilment	-10.6857
▁levies	-10.6873
ANCE	-10.6876
▁seven	-10.6877
▁noise	-10.6883
en	-10.6886
▁planting	-10.6909
▁inward	-10.6917
▁wish	-10.6931
▁micro	-10.6937
▁decides	-10.6951
▁store	-10.6955
▁Ministry	-10.696
▁posts	-10.6962
▁SCE	-10.6965
▁insufficient	-10.6972
▁features	-10.6977
▁pollutants	-10.6978
▁Eurojust	-10.6979
▁serve	-10.6991
▁concentrations	-10.6992
▁Steel	-10.6996
▁hatching	-10.7
▁viability	-10.7
compliance	-10.7003
appearing	-10.701
Commission	-10.7013
▁procurement	-10.7018
▁cereal	-10.7021
▁reasonably	-10.7035
▁ability	-10.7041
▁confirmation	-10.7049
▁repayment	-10.7052
▁eight	-10.7052
▁mobile	-10.7055
▁operative	-10.7059
▁confirm	-10.7068
▁detail	-10.7068
▁bivalve	-10.7072
▁death	-10.7073
▁surface	-10.708
▁Supplement	-10.7087
▁CE	-10.7122
▁accidents	-10.713
▁off	-10.7134
▁accompany	-10.7139
▁exceptions	-10.7141
▁etc	-10.7153
▁usual	-10.7153
▁PSF	-10.7154
▁advances	-10.7155
▁observations	-10.7158
▁farmed	-10.7159
▁standing	-10.717
▁Except	-10.7176
▁Law	-10.7181
▁go	-10.7182
milk	-10.7183
▁WTO	-10.7187
▁Import	-10.7197
▁consignee	-10.7199
▁run	-10.7239
▁dossiers	-10.7242
▁Northern	-10.7243
he	-10.7248
▁accessible	-10.7249
